Repository: EtechInc/4789_Sunlight_Leicester
Catalog: Soiled_PLC/Logical/mappView/Resources/Texts/Textsystem.tmx
Source language: en
Languages: de, fr

source: Error: Client limited exceeded
de: Fehler: Kundenbegrenzung überschritten
fr: Erreur : Limite client dépassée

source: Connected VC Hoist PLC (Ip)
de: Verbundene VC-Lift-SPS (Ip)
fr: API du treuil de convoyeur vertical (Ip) connecté

source: Connected Main PLC (Ip)
de: Verbundene Haupt-SPS (Ip)
fr: Principal API connecté (Ip)

source: VC Hoist Software Version
de: VC-Lift Software Version
fr: Version logicielle du treuil de convoyeur vertical

source: Connected Webserver (Ip)
de: Verbundener Webserver (Ip)
fr: Serveur Web connecté (Ip)

source: Status Page
de: Statusseite
fr: Page des états

source: IO Status Page
de: EA-Statusseite
fr: Page des états E/S

source: Alarm Page
de: Alarmseite
fr: Page des alarmes

source: Setup Page
de: Setup-Seite
fr: Page de configuration

source: Calibration
de: Kalibrierung
fr: Étalonnage

source: Lubrication
de: Schmierung
fr: Lubrification

source: Power status
de: Stromversorgungsstatus
fr: État de l,alimentation

source: Home status
de: Ausgangspunkt-Status
fr: État de l,origine

source: Permission
de: Erlaubnis

source: Receive bag
de: Sack erhalten
fr: Réceptionner le sac

source: Release bag
de: Sack freigeben
fr: Libérer le sac

source: Load bag
de: Sack beladen
fr: Charger le sac

source: Load position
de: Ladeposition
fr: Position de chargement

source: Unload position
de: Entladeposition
fr: Position de déchargement

source: Trolley in hoist
de: Schlitten im Lift
fr: Trolley dans le treuil

source: Steady arm
de: Stabilisierungsarm
fr: Bras de stabilisation

source: Load chute on
de: Ladevorr. an
fr: Goulotte de chargement sur

source: Lube empty
de: Schmierung leer
fr: Lubrificateur vide

source: State
de: Status
fr: État

source: Actual state
de: Aktueller Status
fr: État réel

source: Set position number
de: Nummer Sollposition
fr: Définir le numéro de position

source: Set speed
de: Gesetzte Geschwindigkeit
fr: Définir la vitesse

source: Actual position number
de: Aktuelle Positionsnummer
fr: Numéro de position réelle

source: Actual position
de: Aktuelle Position
fr: Position réelle

source: Actual speed
de: Aktuelle Geschwindigkeit
fr: Vitesse réelle

source: Actual torque
de: Aktuelles Drehmoment
fr: Couple réel

source: Counted bags received
de: Gezählte Säcke erhalten
fr: Sacs comptés reçus

source: Counted bags released
de: Gezählte Säcke freigegeben
fr: Sacs comptés libérés

source: Running metres
de: Gefahrene Meter
fr: Mètres parcourus

source: Oil level
de: Ölstand
fr: Niveau d,huile

source: Actual temperature of motor
de: Aktuelle Motortemperatur
fr: Température réelle du moteur

source: Actual temperature of PLC
de: Aktuelle SPS-Temperatur
fr: Température réelle de l,API

source: Type of vertical hoist
de: Typ des vertikalen Lifts
fr: Type de treuil vertical

source: Digital Inputs/Outputs
de: Digitale Ein-/Ausgänge
fr: Entrées/Sorties numériques

source: Force
de: Erzwingen

source: Electronic fuse F31 channel fault
de: Kanalfehler - Elektronische Sicherung F31
fr: Fusible électronique F31 défaut de canal

source: Local/remote control
de: Lokal-/Fernsteuerung
fr: Commande locale/à distance

source: End switch positive
de: Positiver Endschalter
fr: Fin de course positive

source: End switch negative
de: Negativer Endschalter
fr: Fin de course négative

source: Home reference switch
de: Ausgangspunkt-Referenz-Schalter
fr: Capteur de prise d,origine (référence)

source: Bag at stop
de: Sack an Anschlag
fr: Sac à la butée

source: Thermal cutout, breaking resistor
de: Thermische Abschaltung, Bremswiderstand
fr: Thermorupteur, résistance de freinage

source: Lube unit OK
de: Schmiersystem OK
fr: Lubrificateur OK

source: Electronic fuse F31 remote reset command
de: Befehl - Fernrückstellung elektronische Sicherung F31
fr: Fusible électronique F31 télécommande de réarmement

source: Lube
de: Schmierung
fr: Lubrificateur

source: Chute blocked
de: Ladevorrichtung blockiert
fr: Goulotte bloquée

source: 2nd trolley on carriage
de: 2. Schlitten auf Wagen
fr: 2ème trolley sur le chariot de transport

source: Ingress protection bottom
de: Eindringschutz unten
fr: Protection contre l,entrée par le bas

source: Ingress protection top
de: Eindringschutz oben
fr: Protection contre l,entrée par le haut

source: 2nd trolley (stop)
de: 2. Schlitten (Anschlag)
fr: 2ème trolley (butée)

source: Loading chute
de: Ladevorrichtung
fr: Goulotte de chargement

source: Config Light
de: Konfig. Lampe
fr: Voyant Config.

source: External brake
de: Externe Bremse
fr: Frein externe

source: Off
de: Aus
fr: Arrêt

source: On
de: Ein
fr: Marche

source: Axis
de: Achse
fr: Axe

source: Main Plc
de: Haupt-Sps
fr: Principal API

source: IOs
de: EA
fr: E/S

source: Home
de: Ausgangspunkt
fr: Origine

source: General speed
de: Allgemeine Geschwindigkeit
fr: Vitesse générale

source: Home position
de: Ausgangsposition
fr: Position d,origine

source: Position negative end switch
de: Position negativer Endschalter
fr: Position négative de fin de course

source: Position positive end switch
de: Position positiver Endschalter
fr: Position positive de fin de course

source: Reset
de: Rückstellung
fr: Réarmer

source: Save
de: Speichern
fr: Sauvegarder

source: Saving
de: Wird gespeichert
fr: Sauvegarde

source: Delete
de: Löschen
fr: Supprimer

source: Jog control
de: Jog-Kontrolle
fr: Commande de marche par à-coup

source: Jog speed
de: Jog-Geschwindigkeit
fr: Vitesse de marche par à-coup

source: Up
de: Auf
fr: Haut

source: Down
de: Ab
fr: Bas

source: Right
de: Rechts
fr: Droite

source: Left
de: Links
fr: Gauche

source: Auto teach control
de: Auto-Lern-Kontrolle
fr: Commande d,apprentissage automatique

source: Auto teach speed
de: Auto-Lern-Geschwindigkeit
fr: Vitesse d,apprentissage automatique

source: Add Pos
de: Pos. hinzufügen
fr: Ajouter une position

source: Stop /Power Off
de: Stopp /Ausschalten
fr: Arrêter /Mettre hors tension

source: Teach positions?
de: Lernpositionen?
fr: Apprentissage des positions ?

source: If you press "Continue" you will lose all position settings!
de: Wenn Sie "Weiter" drücken verlieren Sie alle Positionseinstellungen!
fr: Si vous appuyez sur « Continuer », vous perdrez tous les paramètres de position !

source: Continue
de: Weiter
fr: Continuer

source: Where do you want to add a position?
de: Wo wollen Sie eine Position einfügen?
fr: Où voulez-vous ajouter une position ?

source: Confirm
de: Bestätigen
fr: Confirmer

source: If you press "Continue" it will delete the configuration file, reboot the plc and waiting for a USB with the configuration file to get plugged in!
de: Wenn Sie "Weiter" drücken wird die Konfigurationsdatei gelöscht, die SPS neu gestartet und wartet, bis ein USB mit Konfigurationsdatei eingesteckt wird!
fr: Si vous appuyez sur « Continuer », le fichier de configuration est supprimé, l,API est redémarré et attend une clé USB avec le fichier de configuration !

source: Rotate
de: Rotieren
fr: Tourner

source: Hoist
de: Lift
fr: Treuil

source: Override Auto
de: Auto-Überbrückung
fr: Changement automatique

source: Timestamp
de: Zeitstempel
fr: Horodateur

source: Message
de: Nachricht

source: Active
de: Aktiv
fr: Actif

source: Ackn
de: Best
fr: Aquit.

source: Acknowledge
de: Bestätigen
fr: Acquitter

source: Acknowledge all
de: Alle bestätigen
fr: Acquitter tout

source: Alarms
de: Alarme
fr: Alarmes

source: Old
de: Alt
fr: Ancien

source: New
de: Neu
fr: Nouveau

source: History
de: Verlauf
fr: Historique

source: 1: Active | 2: Inactive | 3: Acknowledged | 4: Unacknowledged
de: 1: Aktiv | 2: Inaktiv | 3: Bestätigt | 4: Unbestätigt
fr: 1: Actif | 2: Inactif | 3: Acquitté | 4: Non acquitté

source: Actual values
de: Aktuelle Werte
fr: Valeurs réelles

source: Raw value
de: Rohwert
fr: Valeur brute

source: Weight value
de: Gewichtswert
fr: Valeur normalisée

source: Calibration Time
de: Kalibrierungs-/Tarierungszeit
fr: Temps d,étalonnage/tarage

source: Calibrate Low
de: Standardisierungspunkt Unten
fr: Point de normalisation Bas

source: Calibration weight
de: Kalibrierungsgewicht
fr: Masse d,étalonnage

source: Calibrate
de: Kalibrieren
fr: Étalonner

source: Calibrate High
de: Standardisierungspunkt Oben
fr: Point de normalisation Haut

source: Taring
de: Tarierung
fr: Tarage

source: Tare
de: Tariere

source: Rack
de: Gestell
fr: Crémaillère

source: Guides
de: Führungen

source: Frequency (Running metres)
de: Frequenz (gefahrene Meter)
fr: Fréquence (mètres parcourus)

source: Quantity (0.15cc Multiples)
de: Menge (Mehrfaches von 0.15cc)
fr: Quantité (multiples de 0,15 cc)

source: Last lubrication
de: Letzte Schmierung
fr: Dernière lubrification

source: Lubricate
de: Schmieren
fr: Lubrifier

source: Lubricating
de: Schmieren
fr: Lubrification

source: Prime
de: Betriebsfertig machen
fr: Principal

source: Override Lube Error
de: Überbrückung - Schmierfehler
fr: Annuler l,erreur de lubrification

source: Distance since last home
de: Strecke seit letzter Ausgangsposition
fr: Distance depuis la dernière origine

source: Home every
de: Ausgangspunkt alle
fr: Origine tous les

source: Activate repeat homing
de: Wiederholte Referenzierung aktivieren
fr: Activer la prise d,origine répétée

source: Homing Options
de: Referenzierungsoptionen
fr: Options de prise d,origine

source: Settle on carriage times
de: Zeiten, um auf Wagen zur Ruhe zu kommen
fr: Temps de stabilisation sur le chariot de transport

source: Time Management
de: Zeitmanagement
fr: Gestion du temps

source: Enable time synchronization
de: Zeitsynchronisierung aktivieren
fr: Activer la synchronisation du temps

source: Time synchronization status
de: Zeitsynchronisationsstatus
fr: État de synchronisation du temps

source: Day light saving
de: Sommerzeit
fr: Enregistrement diurne

source: Time server 1: IP Address
de: Zeitserver 1: IP-Adresse
fr: Serveur de temps 1 : Adresse IP

source: Time server 2: IP Address
de: Zeitserver 2: IP-Adresse
fr: Serveur de temps 2 : Adresse IP

source: Time server 3: IP Address
de: Zeitserver 3: IP-Adresse
fr: Serveur de temps 3 : Adresse IP

source: Time server 4: IP Address
de: Zeitserver 4: IP-Adresse
fr: Serveur de temps 4 : Adresse IP

source: Axis In Fault
de: Achse in Fehler
fr: Défaut d,entrée de l,axe

source: First boot up: Manual mode required
de: Erster Boot: Manueller Modus erforderlich
fr: Premier démarrage : Mode manuel requis

source: Thermal cutout: Cooling down breaking resistor
de: Thermischer Abbruch: Kühlen des Bremswiderstands
fr: Thermorupteur : Refroidissement de la résistance de freinage

source: Lubrication stop: Hoist needs lubrication
de: Schmierung: Lift muss geschmiert werden
fr: Arrêt de la lubrification : Le treuil doit être lubrifié

source: Lubrication stop: Hoist needs lubrication (Final Warning)
de: Schmierung: Lift muss geschmiert werden (Letzte Warnung)
fr: Arrêt de la lubrification : Le treuil doit être lubrifié (dernier avertissement)

source: Hoist is in error state
de: Lift ist in Fehler-Status
fr: État d,erreur du treuil

source: Com OpcUa: Connecting
de: Com OpcUa: Verbinden
fr: Com OpcUa : Connexion

source: Com OpcUa: Get namespace
de: Com OpcUa: Namespace anfragen
fr: Com OpcUa : Obtenir un espace de noms

source: Com OpcUa: Get node handle
de: Com OpcUa: Node Handle anfragen
fr: Com OpcUa : Obtenir une poignée de nœuds

source: Com OpcUa: Connected, but no heartbeat
de: Com OpcUa: Verbunden, aber keine Impulse
fr: Com OpcUa : Connecté, mais sans pulsations

source: Manual: Homing of axis required
de: Manuell: Referenzierung der Achse erfordert
fr: Manuel : Prise d,origine de l,axe requise

source: Manual: Wait for commands
de: Manuell: Auf Befehle warten
fr: Manuel : En attente des commandes

source: Manual: Position is not in valid range
de: Manuell: Position ist außerhalb des gültigen Bereichs
fr: Manuel : La position est hors limites

source: Manual: Axis gets homed
de: Manuell: Motor wird referenziert
fr: Manuel : La prise d,origine de l,axe est effectuée

source: Manual: Axis gets powerd
de: Manuell: Motor wird angeschaltet
fr: Manuel : L,axe est alimenté

source: Manual: Axis is not ready to get powerd
de: Manuell: Motor nicht bereit angeschaltet zu werden
fr: Manuel : L,axe n,est pas prêt à être alimenté

source: Manual: Hoist is jogging left
de: Manuell: Lift joggt links
fr: Manuel : Le treuil se déplace par à-coup vers la gauche

source: Manual: Hoist is jogging positive
de: Manuell: Lift joggt positiv
fr: Manuel : Le treuil se déplace par à-coup vers la position positive

source: Manual: Hoist is jogging right
de: Manuell: Lift joggt rechts
fr: Manuel : Le treuil se déplace par à-coup vers la droite

source: Manual: Hoist reached left end switch
de: Manuell: Lift hat linken Endschalter erreicht
fr: Manuel : Le treuil a atteint la fin de course de gauche

source: Manual: Hoist reached positive end switch
de: Manuell: Lift hat positiven Endschalter erreicht
fr: Manuel : Le treuil a atteint la fin de course positive

source: Manual: Hoist is jogging negative
de: Manuell: Lift joggt negativ
fr: Manuel : Le treuil se déplace par à-coup vers la position négative

source: Manual: Hoist reached right end switch
de: Manuell: Lift hat rechten Endschalter erreicht
fr: Manuel : Le treuil a atteint la fin de course de droite

source: Manual: Hoist reached negative end switch
de: Manuell: Lift hat negativen Endschalter erreicht
fr: Manuel : Le treuil a atteint la fin de course négative

source: Manual: Hoist moves to position 1
de: Manuell: Lift bewegt sich zu Position 1
fr: Manuel : Le treuil se déplace vers la position 1

source: Manual: Hoist moves to position 2
de: Manuell: Lift bewegt sich zu Position 2
fr: Manuel : Le treuil se déplace vers la position 2

source: Manual: Hoist moves to position 3
de: Manuell: Lift bewegt sich zu Position 3
fr: Manuel : Le treuil se déplace vers la position 3

source: Manual: Hoist moves to position 4
de: Manuell: Lift bewegt sich zu Position 4
fr: Manuel : Le treuil se déplace vers la position 4

source: Manual: Hoist moves to position 5
de: Manuell: Lift bewegt sich zu Position 5
fr: Manuel : Le treuil se déplace vers la position 5

source: Manual: Hoist moves to position 6
de: Manuell: Lift bewegt sich zu Position 6
fr: Manuel : Le treuil se déplace vers la position 6

source: Manual: Hoist moves to position 7
de: Manuell: Lift bewegt sich zu Position 7
fr: Manuel : Le treuil se déplace vers la position 7

source: Manual: Hoist moves to position 8
de: Manuell: Lift bewegt sich zu Position 8
fr: Manuel : Le treuil se déplace vers la position 8

source: Manual: Hoist moves to position 9
de: Manuell: Lift bewegt sich zu Position 9
fr: Manuel : Le treuil se déplace vers la position 9

source: Manual: Hoist is tuning motor position
de: Manuell: Lift stellt Motorposition ein
fr: Manuel : Le treuil règle la position du moteur

source: Manual: Hoist is tuning motor speed
de: Manuell: Lift stellt Motorgeschwindigkeit ein
fr: Manuel : Le treuil règle la vitesse du moteur

source: Manual: Hoist in auto teach mode
de: Manuell: Lift ist im Auto-Lern-Modus
fr: Manuel : Treuil en mode d,apprentissage automatique

source: Manual: Hoist is stopped
de: Manuell: Lift wurde gestoppt
fr: Manuel : Le treuil est arrêté

source: Auto: Auto teach procedure required
de: Auto: Auto-Lern-Modus erforderlich
fr: Auto : Procédure d,apprentissage automatique requise

source: Auto: No movement expected
de: Auto: Keine Bewegung erwartet
fr: Auto : Aucun mouvement attendu

source: Auto: Invalid target position number
de: Auto: Ungültige Zielpositionsnummer
fr: Auto : Numéro de position de cible non valide

source: Auto: Axis gets powered on
de: Auto: Achse wird angeschaltet
fr: Auto : L,axe est mis sous tension

source: Auto: Axis is not ready to get powered
de: Auto: Achse ist nicht bereit angeschaltet zu werden
fr: Auto : L,axe n,est pas prêt à être alimenté

source: Auto: Axis gets homed
de: Auto: Achse wird referenziert
fr: Auto : La prise d,origine de l,axe est effectuée

source: Auto: Hoist is moving to position 1
de: Auto: Lift bewegt sich zu Position 1
fr: Auto : Le treuil se déplace vers la position 1

source: Auto: Hoist is moving to position 2
de: Auto: Lift bewegt sich zu Position 2
fr: Auto : Le treuil se déplace vers la position 2

source: Auto: Hoist is moving to position 3
de: Auto: Lift bewegt sich zu Position 3
fr: Auto : Le treuil se déplace vers la position 3

source: Auto: Hoist is moving to position 4
de: Auto: Lift bewegt sich zu Position 4
fr: Auto : Le treuil se déplace vers la position 4

source: Auto: Hoist is moving to position 5
de: Auto: Lift bewegt sich zu Position 5
fr: Auto : Le treuil se déplace vers la position 5

source: Auto: Hoist is moving to position 6
de: Auto: Lift bewegt sich zu Position 6
fr: Auto : Le treuil se déplace vers la position 6

source: Auto: Hoist is moving to position 7
de: Auto: Lift bewegt sich zu Position 7
fr: Auto : Le treuil se déplace vers la position 7

source: Auto: Hoist is moving to position 8
de: Auto: Lift bewegt sich zu Position 8
fr: Auto : Le treuil se déplace vers la position 8

source: Auto: Hoist is moving to position 9
de: Auto: Lift bewegt sich zu Position 9
fr: Auto : Le treuil se déplace vers la position 9

source: Auto: Wait for commands
de: Auto: Auf Befehle warten
fr: Auto : En attente des commandes

source: Auto: Stopped, second trolley recognized
de: Auto: Gestoppt, zweiter Schlitten detektiert
fr: Auto : Arrêté, deuxième trolley reconnu

source: Auto: Stopped, no connection to main plc
de: Auto: Gestoppt, keine Verbindung zur Haupt-SPS
fr: Auto : Arrêté, aucune connexion à l,API principal

source: Auto: Hoist reached end switch
de: Auto: Lift hat Endschalter erreicht
fr: Auto : Le treuil a atteint la fin de course

source: Auto: Hoist jogging
de: Auto: Lift joggt
fr: Auto : Déplacement par à-coup du treuil

source: Auto: Loading door not closed
de: Auto: Ladetür nicht geschlossen
fr: Auto : Porte de chargement pas fermée

source: Auto: Stopped, no permission to move
de: Auto: Gestoppt, keine Erlaubnis zum Bewegen
fr: Auto : Arrêté, aucune permission de déplacement

source: Auto: Hoist is waiting for commands
de: Auto: Lift wartet auf Befehle
fr: Auto : Treuil en attente des commandes

source: Auto: Trolley already in hoist
de: Auto: Schlitten ist bereits im Lift
fr: Auto : Trolley déjà dans le treuil

source: Auto: No trolley in hoist
de: Auto: Kein Schlitten im Lift
fr: Auto : Aucun trolley dans le treuil

source: Auto: Hoist is receiving a trolley
de: Auto: Lift nimmt Schlitten auf
fr: Auto : Le treuil reçoit un trolley

source: Auto: Chute is closed, wait for opening command
de: Auto: Ladevorrichtung geschlossen, auf Öffnungsbefehl warten
fr: Auto : La goulotte est fermée, en attente d,une commande d,ouverture

source: Auto: Trolley gets released
de: Auto: Schlitten wird freigegeben
fr: Auto : Le trolley est libéré

source: Auto: Hoist is not in loading position
de: Auto: Lift ist nicht in Ladeposition
fr: Auto : Le treuil n,est pas dans une position de chargement

source: Auto: Hoist is not in unloading position
de: Auto: Lift ist nicht in Entladeposition
fr: Auto : Le treuil n,est pas dans une position de déchargement

source: Auto: Unable to recieve bag
de: Auto: Gestoppt, keine Erlaubnis zum Bewegen
fr: Auto : Impossible de réceptionner le sac

source: OpcUa error: {#::MainPlc:OpcUaErrorID}
de: OpcUa Fehler: {#::MainPlc:OpcUaErrorID}
fr: Erreur d,OpcUa : {#::MainPlc:OpcUaErrorID}

source: Bus controller is not connected or invalid node set
de: Bus Controller ist nicht angeschlossen oder fehlerhafte Node eingestellt
fr: Le contrôleur du bus n,est pas connecté ou jeu de nœuds non valides

source: Module X20DM9324 in slot 1 is not plugged in correctly
de: Module X20DM9324 in Slot 1 ist nicht korrekt angeschlossen
fr: Le module X20DM9324 dans l,emplacement 1 n,est pas branché correctement

source: Module X20DM9324 in slot 2 is not plugged in correctly
de: Module X20DM9324 in Slot 2 ist nicht korrekt angeschlossen
fr: Le module X20DM9324 dans l,emplacement 2 n,est pas branché correctement

source: Module X20DO8332 is not plugged in correctly
de: Module X20DO8332 ist nicht korrekt angeschlossen
fr: Le module X20DO8332 n,est pas branché correctement

source: Safety input off
de: Sicherheitseingabe aus
fr: Entrée de sécurité désactivée

source: Couldn,t upload the configuration file to the webserver
de: Die Konfigurationsdatei konnte nicht zum Webserver hochgeladen werden
fr: Impossible de télécharger le fichier de configuration sur le serveur du Web

source: Lubrication unit is empty
de: Das Schmiersystem ist leer
fr: L,unité de lubrification est vide

source: Lubrication unit is in error
de: Das Schmiersystem hat einen Fehler
fr: Erreur de l,unité de lubrification

source: Last lubrication (Acknowledge to reset Hoist)
de: Letzte Schmierung (Bestätigen, um Lift rückzustellen)
fr: Dernière lubrification (acquitter pour réarmer le treuil)

source: Last lubrication (Hoist stop)
de: Letzte Schmierung (Liftanschlag)
fr: Dernière lubrification (arrêt du treuil)

source: Temperature of breaking resistor is high
de: Temperatur des Bremswiderstandes ist hoch
fr: La température de la résistance de freinage est élevée

source: Servo Connection Error - Restart System
de: Servo-Anschlussfehler - System neustarten
fr: Erreur de connexion du servo – Redémarrer le système

source: 2nd Trolley detected during motion
de: 2. Schlitten während Bewegung festgestellt
fr: 2ème trolley détecté en mouvement

source: Electronic fuse tripped
de: Elektronische Sicherung ausgelöst
fr: Fusible électronique sauté

source: Failed to create temp memory for Http task
de: Konnte keinen vorübergehenden Speicher für Http-Aufgabe erstellen
fr: Échec de création d,une mémoire temp. pour la tâche Http

source: Unexpected bag detected on carriage
de: Unerwarteter Sack auf Wagen festgestellt
fr: Sac inattendu détecté sur le chariot de transport

source: The bag arrive photocell has not been made.
de: Die Fotozelle Sack angekommen nicht getätigt
fr: L,entrée de la cellules photoélectrique Le sac arrive n,a pas été activée.

source: Rack: Linen ingress protection
de: Gestell: Wäscheeindringschutz
fr: Crémaillère : Protection contre l,entrée du linge

source: Axis software limits have not been set
de: Achsensoftwaregrenzen wurden nicht eingestellt
fr: Les limites logicielles de l,axe n,ont pas été définies

source: Operation Mode Invalid
de: Operationsmodus ungültig
fr: Mode de fonctionnement non valide

source: Unable to Recieve Bag: Bag on carriage sensor is made
de: Sack kann nicht empfangen werden: Sensor Sack auf Wagen getätigt
fr: Impossible de réceptionner le sac : L,entrée Sac sur le chariot est activée

source: Unable to Recieve Bag: 2nd trolley sensor is made
de: Sack kann nicht empfangen werden: Sensor 2. Schlitten getätigt
fr: Impossible de réceptionner le sact : L,entrée 2ème trolley est activée

source: Unable to Recieve Bag: Carriage is not in position
de: Sack kann nicht empfangen werden: Wagen ist nicht in Position
fr: Impossible de réceptionner le sac : Le chariot n,est pas en position

source: Safety PLC is not running
de: Sicherheits-SPS läuft nicht
fr: L,API Sécurité n,est pas en service

source: Drive: General axis error
de: Antrieb: Genereller Achsenfehler
fr: Entraînement : Erreur générale d,axe

source: Drive: Initialization failed
de: Antrieb: Initialisierung fehlgeschlagen
fr: Entraînement : Échec d,initialisation

source: Drive: Invalid parameter
de: Antrieb: Parameter ungültig
fr: Entraînement : Paramètre non valide

source: Drive: Motor overtemperature
de: Antrieb: Motorübertemperatur
fr: Entraînement : Surchauffe du moteur

source: Drive: Lag error
de: Antrieb: Schleppfehler aufgetreten
fr: Entraînement : Erreur d,entraînement

source: Drive: Limit switch reached
de: Antrieb: Endschalter erreicht
fr: Entraînement : Fin de course atteinte
